Revit 2024 API
ParameterTypeId.RbsElecTrueLoadPhase2 Property
 "True Load Phase 2"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId RbsElecTrueLoadPhase2 { get; }
Visual Basic
Public Shared ReadOnly Property RbsElecTrueLoadPhase2 As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ RbsElecTrueLoadPhase2 {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace